<template>
  <v-container>
    <v-row no-gutters>
      <v-col no-gutters class="document">
        <h1>关于本站</h1>
        <h3>自我介绍</h3>
        <p>哈咯, 这里是Konmai的站长, 马尾理科～ (鞠躬)</p>
        <p>
          这段和Konmai提供的下载其实没什么关系, 但是马尾还是希望你能够抽空看完,
          就当读个故事吧。
        </p>
        <p>咳咳, 好, 现在由我来做关于Konmai的一些简短的介绍！</p>
        <p>
          Konmai下载站是一个主要针对于音游安装包 (目前主要提供Android端)
          的收集和下载提供的资源网站。
        </p>
        <p>
          正如你所看到的,
          这个网站的一切内容都是为了解决当前国内音游下载困难的问题。
        </p>
        <p>
          网站的链接都是采用直连国内速度优化的高速服务器,
          只为了读到这段文字的你能快些找到想要的资源下载。
        </p>
        <p>虽然我唠叨说这些也没用, 最终只是为了大家能开开心心玩。</p>
        <p>能让你满意, 我就满足了。</p>
        <p>
          2020年10月10日晚上,
          我用Markdown写了Konmai的第一份页面。当时我也只是挂在虫钢号上宣传了一下,
          本来只打算朋友之间小范围传播的, 结果没想到一下传得很广,
          远远超出预期……于是也就下定决心要把这个IP做下去吧。
        </p>
        <p>
          从那时到现在也两个多月了。注册的无厘头的域名,
          arc中文站的接入等等都让Konmai越传越广,
          达到了我从未想过的传播度。【其实我有时候也在思考我做的到底是音游收集下载站还是arc专用下载站】
        </p>
        <p>不管这么多啦。反正做还是要做, 更还是会更的嘛。</p>
        <p>
          其实码字之前感觉有一堆要说的,
          但是真正码的时候才发现自己词穷加上逻辑混乱什么也说不出来xx
        </p>
        <p>那就先随便写到这样吧, 爬去睡觉了, 晚安Zzzz</p>
        <p>写于2020年12月20日 23:30</p>
      </v-col>
    </v-row>
  </v-container>
</template>
