<template>
  <v-container>
    <v-row no-gutters>
      <v-col no-gutters class="document">
        <h1>音游收录规则&工商</h1>
        <p>以下页面中的事宜均可直接联系邮箱: maverick@minasan.xyz</p>
        <h3>基本规则</h3>
        <p>
          Konmai下载站欢迎您提出新音游的收录请求, 请在B站: Konmai音游下载站
          置顶动态评论/私信, Konmai会视情况尽快收录。请注意,
          以下这些类型的音游下载站不会收录:
        </p>

        <p>1. 本体付费</p>

        <p>
          2. 国内已有TapTap或其它高速下载渠道 (愚人节等特殊版本不受此条限制)
        </p>

        <p>
          3. iOS端音游请求 (满足以下条件的情况, 可以例外收录: 1.
          请求收录者是开发者/团队自己 2. 非商业音游, 尚在测试阶段, 没有上架App
          Store 3. 收录方式为开发者自备Testflight, 网站收录TF链接/自备企业证书,
          网站分发签名的ipa包/分发未签名的安装包,
          玩家自己使用Sideloadly等软件签名。如有以上需求,
          请邮件联系下文的邮箱地址)
        </p>

        <p>4. 街机端音游请求 (你想被橄榄？)</p>

        <p>5. 破解版, 盗版、修改版游戏</p>

        <p>
          如果你觉得你想收录的游戏属于以上几类,
          但是有无论如何也想收录的正当理由, 也请邮件联系说明情况。
        </p>
        <h3>初创音游扶持计划</h3>
        <p>
          Konmai很高兴能看到一个个初创的音游企划健康成长,
          下载站也想为各个企划助一份力, 所以就有了这个版面233
        </p>
        <h4>Konmai可以提供什么？</h4>
        <p>Bilibili账号宣传</p>
        <p>下载站首页前排位置 (一周) +群号宣传&招募广告 (如有)</p>
        <p>Android、iOS等平台游戏分发</p>
      </v-col>
    </v-row>
  </v-container>
</template>
